Repository: seifert/igcweight
Catalog: locale/*/LC_MESSAGES/igcweight.po
Languages: cs

source: Insert error
cs: Došlo k chybě při vkládání nového záznamu

source: Edit error
cs: Došlo k chybě při změně záznamu

source: Delete error
cs: Došlo k chybě při mazání záznamu

source: &New... Insert
cs: &Nový... Insert

source: &Edit... Enter
cs: &Upravit... Enter

source: &Delete Ctrl+Delete
cs: &Smazat Ctrl+Delete

source: Are you sure to delete %s?
cs: Chcete opravdu smazat %s?

source: Delete %s?
cs: Smazat %s?

source: Date
cs: Datum

source: Tow bar weight
cs: Hmotnost na vlečné tyči

source: Daily weight
cs: Denní vážení

source: Gear handicap:
cs: Korekce za podvozek:

source: Winglets handicap:
cs: Korekce za winglety:

source: Overweight handicap:
cs: Korekce za nadváhu:

source: Allowed difference:
cs: Povolený rozdíl:

source: Preferences
cs: Nastavení

source: Photo
cs: Obrázek

source: Registration
cs: Imatrikulace

source: Competition number
cs: Startovní číslo

source: Glider type
cs: Typ kluzáku

source: Add...
cs: Přidat...

source: Organization or country
cs: Organizace/země

source: Winglets
cs: Winglety

source: Landing gear
cs: Zatahovací podvozek

source: Description
cs: Popis

source: Glider card
cs: Karta kluzáku

source: Add glider type
cs: Přidat nový typ kluzáku

source: Add pilot
cs: Přidat nového pilota

source: Add organization or country
cs: Přidat novou organizaci nebo stát

source: Open picture from file
cs: Otevřít obrázek ze souboru

source: Clear picture
cs: Odstranit obrázek

source: Degree
cs: Titul

source: Name
cs: Jméno

source: Surname
cs: Příjmení

source: Year of birth
cs: Rok narození

source: Sex
cs: Pohlaví

source: E&xit Alt-F4
cs: &Konec Alt-F4

source: Exit application
cs: Ukončit aplikaci

source: &File
cs: &Soubor

source: &IGC handicap list...
cs: IGC &koeficienty...

source: Edit gliders and IGC handicap list
cs: Editovat IGC seznam koeficientů

source: &Pilots...
cs: &Piloti...

source: Edit pilots list
cs: Editovat seznam pilotů

source: &Organizations or countries...
cs: &Organizace/země...

source: Edit organizations or coutries list
cs: Editovat seznam organizací nebo zemí

source: &Edit
cs: Ú&pravy

source: Add new glider
cs: Přidat nový kluzák

source: &Properties...
cs: &Upravit...

source: Edit glider properties
cs: Editovat kluzák

source: &Delete
cs: &Smazat

source: Delete glider
cs: Smazat kluzák

source: &Glider card
cs: &Karta kluzáku

source: &About F1
cs: &O aplikaci F1

source: About this application
cs: Informace o aplikaci 'IGC Weight'

source: &Help
cs: &Nápověda

source: Show photo
cs: Zobrazit fotografii

source: Add new item
cs: Přidat nový záznam

source: Edit item
cs: Editovat záznam

source: Delete item
cs: Smazat záznam

source: Close window
cs: Zavřít okno

source: Coefficient
cs: Koeficient

source: Club class
cs: Klubová třída

source: Weight non-lifting
cs: Hmotnost nevztlakových částí

source: MTOW without water
cs: MTOW bez vody

source: Weight referential
cs: Referenční hmotnost

source: Glider type insert error
cs: Došlo k chybě při vkládání nového typu kluzáku

source: Glider type edit error
cs: Došlo k chybě při editaci typu kluzáku

source: Glider type delete error
cs: Došlo k chybě při mazání typu kluzáku

source: IGC handicap list
cs: IGC seznam koeficientů

source: Class
cs: Třída

source: Non lifting w.
cs: Nevztlakové části

source: Without water
cs: Bez vody

source: Referential w.
cs: Ref. hmotnost

source: Glider card - club class
cs: Karta kluzáku - klubová třída

source: Non-lifting parts weight is OK.
cs: Hmotnost nevztlakových částí je v limitu.

source: Non-lifting parts are overweight by %d kg!
cs: Hmotnost nevztlakových částí je překročena o %d kg!

source: No data for check non-lifting parts weight.
cs: Nejsou údaje pro kontrolu hmotnosti nevztlakových částí.

source: Maximum takeoff weight is OK.
cs: Maximální vzletová hmotnost je v limitu.

source: Maximum takeoff weight is overweight by %d kg!
cs: Maximální vzletová hmotnost je překročena o %d kg!

source: No data for check maximum takeoff weight.
cs: Nejsou údaje pro kontrolu maximální vzletové hmotnosti.

source: Seat weighting is OK.
cs: Zatížení sedačky je v limitu.

source: Seat weighting is overweight by %d kg!
cs: Maximální zatížení sedačky je překročeno o %d kg!

source: Seat weighting is underweight by %d kg!
cs: Minimální zatížení sedačky je nižší o %d kg!

source: No data for check seat weighting.
cs: Nejsou údaje pro kontrolu zatížení sedačky.

source: Referential weight is OK.
cs: Referenční hmotnost je v limitu.

source: Referential weight is overweight by %d kg!
cs: Referenční hmotnost je překročena o %d kg!

source: No data for check referential weight.
cs: Nejsou údaje pro kontrolu referenční hmotnosti.

source: Competition coefficient is %(coefficient)s at weight %(weight)d kg.
cs: Soutěžní koeficient je %(coefficient)s při referenční hmotnosti %(weight)d kg.

source: No data for count coefficient.
cs: Nejsou údaje pro výpočet koeficientu.

source: * In the limit
cs: * V limitu

source: ! Overweight by %d kg
cs: ! Překročeno o %d kg

source: ! Underweight by %d kg
cs: ! Nižší o %d kg

source: * Underweight by %d kg, OK
cs: * Nižší o %d kg, v limitu

source: ? No data
cs: ? Nejsou údaje

source: No club class, not used
cs: Není klubová třída, nepoužito

source: Import data from archive file
cs: Importovat data z archivního souboru

source: Export data into archive file
cs: Exportovat data do archivního souboru

source: &Clean database...
cs: &Vyčistit databázi...

source: Clean old data from database
cs: Vyčistit staré záznamy z databáze

source: IGC &handicap list...
cs: IGC &koeficienty...

source: Pr&eferences...
cs: &Nastavení...

source: Edit preferences
cs: Upravit nastavení

source: &Edit...
cs: &Editovat...

source: &Find Ctrl+F
cs: Hle&dat... Ctrl+F

source: Find glider
cs: Vyhledat kluzák

source: &Show photo Alt+V
cs: &Zobrazit fotografii Alt+V

source: Show photo in the external application
cs: Zobrazit fotografii v externí aplikaci

source: &Print... Ctrl+P
cs: &Tisknout... Ctrl+P

source: Print glider card
cs: Vytisknout kartu kluzáku

source: Print pre&view...
cs: Ná&hled před tiskem...

source: Print preview
cs: Náhled před tiskem

source: &New... Ctrl+Insert
cs: &Nový... Ctrl+Insert

source: Add new daily weight
cs: Přidat denní vážení

source: Edit daily weight properties
cs: Editovat denní vážení

source: Delete daily weight
cs: Smazat denní vážení

source: &Daily weight
cs: &Denní vážení

source: Glider class
cs: Třída

source: Certified weights:
cs: Protokol o vážení:

source: Non-lifting parts
cs: Nevztlakové části

source: Empty glider
cs: Prázdný kluzák

source: Seat min.
cs: Sedačka min.

source: Seat max.
cs: Sedačka max.

source: Measured weights:
cs: Vážení:

source: Glider weight
cs: Kluzák

source: Pilot weight
cs: Pilot s padákem

source: Daily tow bar weight
cs: Denní vážení na vlečné tyči

source: Nr.
cs: Č.

source: Weight
cs: Hmotnost

source: Status
cs: Stav

source: Previous photo
cs: Předchozí fotografie

source: Next photo
cs: Další fotografie

source: Import data
cs: Importovat data

source: TAR files
cs: TAR archiv

source: Data were succesfully imported
cs: Import dat proběhl úspěšně

source: Import data error
cs: Došlo k chybě při importu dat

source: Export data
cs: Exportovat data

source: Data were succesfully exported
cs: Export dat proběhl úspěšně

source: Export data error
cs: Došlo k chybě při exportu dat

source: Do you really want clean database? WARNING! This option is undoable! Backup your data before database cleaning!
cs: Opravdu chcete vyčistit databázi? VAROVÁNÍ! Tato operace je nevratná! Zazálohujte si data před vyčištěním databáze!

source: Clean database?
cs: Vyčistit databázi?

source: Exit application?
cs: Chcete opravdu ukončit aplikaci?

source: Exit?
cs: Ukončit?

source: Final version will be released under open source license
cs: Finální verze bude uvolněna pod open source licencí

source: Preferences save error
cs: Došlo k chybě při ukládání nastavení!

source: Glider card insert error
cs: Došlo k chybě při vkládání nové karty kluzáku

source: Glider card edit error
cs: Došlo k chybě při editaci karty kluzáku

source: Glider card delete error
cs: Došlo k chybě při mazání karty kluzáku

source: Daily weight insert error
cs: Došlo k chybě při vkládání denního vážení

source: Daily weight edit error
cs: Došlo k chybě při změně denního vážení

source: Daily weight delete error
cs: Došlo k chybě při mazání denního vážení

source: True
cs: Ano

source: False
cs: Ne

source: No application is associated to open image. Please, choose the program.
cs: Pro zobrazení obrázku není asociován žádný program, vyberte jej ručně.

source: Open file
cs: Otevřít soubor

source: Certified weights
cs: Protokol o vážení

source: Measured weights
cs: Vážení

source: Non-lifting parts weight
cs: Nevztlakové části

source: Empty glider weight
cs: Prázdný kluzák

source: Seat minimum weight
cs: Zatížení sedačky min.

source: Seat maximum weight
cs: Zatížení sedačky max.

source: Add new photo from file
cs: Přidat fotografii ze souboru

source: Set as a main photo
cs: Nastavit jako hlavní fotografii

source: Delete photo
cs: Smazat fotografii

source: JPEG files
cs: obrázky JPEG

source: Photo already exists!
cs: Fotografie již existuje!

source: Today
cs: Dnes

source: Set today date
cs: Nastavit dnešní datum

source: Please, select what do you want to clean:
cs: Vyberte, co chcete vyčistit:

source: Daily weights
cs: Denní vážení

source: Glider cards
cs: Karty kluzáku

source: Pilots
cs: Piloti

source: Organizations
cs: Organizace/země

source: Clean database
cs: Vyčistit databázi

source: Organization insert error
cs: Došlo k chybě při vkládání nové organizace/země

source: Organization edit error
cs: Došlo k chybě při změně organizace/země

source: Organization delete error
cs: Došlo k chybě při mazání organizace/země

source: Organizations or countries
cs: Organizace nebo země

source: Code
cs: Kód

source: Pilot insert error
cs: Došlo k chybě při vkládání nového pilota

source: Pilot edit error
cs: Došlo k chybě při změně pilota

source: Pilot delete error
cs: Došlo k chybě při mazání pilota

source: Error
cs: Chyba

source: Information
cs: Informační zpráva

source: IGC Weight error
cs: Chyba

source: Organization is being used in the glider card!
cs: Organizace se používá v kartě kluzáku

source: Pilot is being used in the glider card!
cs: Pilot se používá v kartě kluzáku

source: Glider type is being used in the glider card!
cs: Kluzák se používá v katrě kluzáku

source: Club
cs: Klubová
